Repository: hykocx/varnish-cache-wp
Catalog: languages/varnishcache-*.po
Languages: fr_ca

source: Purge All Cache
fr_ca: Vider la cache

source: Settings
fr_ca: Paramètres

source: Sorry, you do not have permission to access this page.
fr_ca: Désolé, vous n'avez pas l'autorisation d'accéder à cette page.

source: Auto Purge
fr_ca: Purge automatique

source: Tools
fr_ca: Outils

source: Settings saved successfully.
fr_ca: Les paramètres ont été enregistrés avec succès.

source: Security check failed.
fr_ca: Le contrôle de sécurité a échoué.

source: Auto Purge settings saved successfully.
fr_ca: Les paramètres de purge automatique ont été enregistrés avec succès.

source: No Varnish server configured.
fr_ca: Aucun serveur Varnish n'est configuré.

source: Varnish Cache Purge Failed: %s
fr_ca: Échec de la purge du cache Varnish : %s

source: Enable Auto Purge
fr_ca: Activer la purge automatique

source: Enable automatic cache purging.
fr_ca: Active la purge automatique de la cache.

source: Purge Frequency
fr_ca: Fréquence de la purge

source: Every 30 Minutes
fr_ca: Toutes les 30 minutes

source: Hourly
fr_ca: Chaque heures

source: Twice Daily
fr_ca: Deux fois par jour

source: Daily
fr_ca: Chaque jour

source: Weekly
fr_ca: Chaque semaine

source: How often to automatically purge the cache.
fr_ca: Fréquence de purge automatique du cache.

source: Save Auto Purge Settings
fr_ca: Sauvegarder les paramètres de purge automatique

source: Enable Varnish Cache
fr_ca: Activer la cache Varnish

source: Enable or disable Varnish Cache integration.
fr_ca: Activer ou désactiver l'intégration de la cache Varnish.

source: Varnish Server
fr_ca: Serveur Varnish

source: Varnish server address (e.g. localhost:6081).
fr_ca: Adresse du serveur Varnish (par exemple, localhost:6081).

source: Cache Lifetime
fr_ca: Durée de vie de la cache

source: Cache lifetime in seconds.
fr_ca: Durée de vie de la cache en secondes.

source: Cache Tag Prefix
fr_ca: Préfixe des balises de cache

source: Prefix for cache tags.
fr_ca: Préfixe pour les balises de cache.

source: Excluded Params
fr_ca: Paramètres exclus

source: List of GET parameters to disable caching. Separate with commas.
fr_ca: Liste des paramètres GET pour désactiver la mise en cache. Séparer par des virgules.

source: Excludes
fr_ca: Non inclus

source: URLs that Varnish Cache shouldn't cache. One URL per line.
fr_ca: URLs que Varnish Cache ne doit pas mettre en cache. Une URL par ligne.

source: Development Mode
fr_ca: Mode développement

source: Enable development mode (disables cache).
fr_ca: Active le mode développement (désactive la cache).

source: Cache Management
fr_ca: Gestion du cache

source: Use these tools to manage your Varnish Cache.
fr_ca: Utilisez ces outils pour gérer votre cache Varnish.

source: Purge Entire Cache
fr_ca: Purger tout la cache

source: Purges all cached content from Varnish.
fr_ca: Purge tous les contenus mis en cache par Varnish.

source: View details
fr_ca: Voir les détails

source: More information about %s
fr_ca: Plus d'informations sur %s

source: Check for updates
fr_ca: Vérifier les mises à jour

# the plugin title
source: The %s plugin is up to date.
fr_ca: Le plugin %s est à jour.

# the plugin title
source: A new version of the %s plugin is available.
fr_ca: Une nouvelle version du plugin %s est disponible.

# the plugin title
source: Could not determine if updates are available for %s.
fr_ca: Impossible de déterminer si des mises à jour sont disponibles pour %s.

source: Unknown update checker status "%s"
fr_ca: Statut inconnu du vérificateur de mise à jour « %s »

source: There is no changelog available.
fr_ca: Il n'y a pas de changelog disponible.

source: Failed to determine current host.
fr_ca: Échec de la détermination de l'hôte actuel.

source: Cache has been purged successfully.
fr_ca: La cache a été purgé avec succès.

source: Failed to purge cache. Please check your settings.
fr_ca: Échec de la purge de la cache. Veuillez vérifier vos paramètres.

source: Manage the cache settings and perform purge operations
fr_ca: Gérer les paramètres de la cache et effectuer des opérations de purge
